import lys from './assets/img/lys.jpg'
import avatar from './assets/img/avatar.png'
import jy from './assets/img/jy.jpg'

const date = {
    post: [
        {
            id: 1,
            author: 1,
            title: '鸳鸯刀',
            intro: '太岳四侠为给晋阳大侠萧半和祝寿，拦劫陕西西安府威信镖局为清廷保送的鸳鸯刀，被镖行武师所败；又欲抢夺林玉龙、任飞燕夫妻和书生袁冠南的行囊，谁知偷鸡不成蚀把米，反被袁冠南以言语诈去仅存的数两银子；好不容易等来一位年轻的姑娘骑着一匹骏马而来，却仍然不敌，幸好此女是萧半和的女儿萧中慧，听说四侠目的是给父亲拜寿，摘下头上的金钗送给他们作为礼物。',
            content: '<p>四个劲装结束的汉子并肩而立，拦在当路！</p><p>若是黑道上山寨的强人，不会只有四个，莫非在这黑沈沈的松林之中，暗中还埋伏下大批人手？如是剪径的小贼，见了这麽声势浩大的镖队，远避之唯恐不及，哪敢这般大模大样的拦路挡道？难到竟是武林高手，冲着自己而来？</p><p>凝神打量四人：最左一人短小精悍，下巴尖削，手中拿着一对峨眉钢刺。第二个又高又肥，便如是一座铁塔摆在地下，身前放着一块大石碑，碑上写的是“先考黄府君诚本之墓”，这自是一块墓碑了，不知放在身前有何用意？黄诚本？没听说江湖上有这麽一位前辈高手啊！第三个中等身材，白净脸皮，若不是一副牙齿向外突了一寸，一个鼻头低陷了半寸，倒算是一位相貌英俊的人物，他手中拿的是一副流星锤。最右边的是个病夫模样的中年人，衣衫褴褛，咬着一根旱烟管，双目似睁似闭，嘴里慢慢喷出烟雾，竟是没将这一队七十来人的镖队瞧在眼里。</p><p>那三人倒还罢了，这病夫定是个内功深湛的劲敌。顷刻之间，江湖上许多轶闻往事涌上了心头：一个白发婆婆空手杀死了五名镖头，劫走了一支大镖；一个老乞丐大闹太原府公堂，割去了知府的首级，倏然间不知去向；一个美貌大姑娘打倒了晋北大同府享名二十馀年的张大拳师……越是貌不惊人、漫不在乎的人物，越是功夫了得，江湖上有言道：“真人不露相，露相不真人。”</p><p>瞧着这个闭目抽烟的病夫，陕西西安府威信镖局的总镖头、“铁鞭镇八方”周威信不由得深自踌躇起来，不由自主的伸手去摸了一摸背上的包袱。</p><p>他这枝镖共有十万两银子，那是西安府的大盐商汪德荣托保的。十万两银子的数目确是不小，但威信镖局过去二十万两银子的镖也保过，四十万两的银子也保过，金银财物，那算不了什麽。自从一离开西安，他挂在心头的只是暗藏在背上包袱的两把刀，只是那天晚上在川陕总督府中所听到的一番话。</p><p>跟他说话的竟是川陕总督刘于义刘大人。周威信在江湖上虽然赫赫有名，但生平见过的官府，最大的也不过是府台大人，这一次居然是总督大人亲自接见，那自然要受宠若惊，自然要战战兢兢，坐立不安。</p><p>刘大人那几句话，在心头已不知翻来覆去的重温了几百遍：“周镖头，这一对刀，叫做‘鸳鸯刀’，当真是非同小可，你好好接下了。今上还在当贝勒的时候，便已密派亲信，到处寻觅。接位之后，更下了密旨，命天下十八省督府着意查访。好容易逮到了‘鸳鸯刀’的主儿，可是这对宝刀却给那两个刁徒藏了起来，不论如何侦察，始终如同石沈大海一般，天幸是本督祖上积德，托了皇上洪福，终于给我得到了。嘿嘿，你们威信镖局做事还算牢靠，现下派你护送这对鸳鸯宝刀进京，路上可不许□漏半点风声。你把宝刀平安送到北京，回头自然重重有赏。”</p><p>“鸳鸯刀”的大名，他早便听师父说过：“鸳鸯刀一短一长，刀中藏着武林的大秘密，得之者无敌于天下。”“无敌于天下”这五个字，正是每个学武之人梦寐以求的最大愿望。周威信当时听了，心想这不过是说说罢了，世上那有什麽藏着“无敌于天下”大秘密的“鸳鸯刀”？哪知川陕总督刘大人竟是真的得到了“鸳鸯刀”，而且差他护送进京，呈献皇上。这对刀用黄布密密包裹，封上了总督大人的火漆印信。他当然极想见识见识宝刀的模样，倘若侥幸得知了刀中秘密，“铁鞭镇八方”变成了“铁鞭盖天下”自然更是妙不可言，但总督大人的封印谁敢拆破？周大镖头数来数去，自己总数也不过一个脑袋而已。</p><p>总督大人派了四名亲信卫士，扮作镖师，随在他镖队之中，可以说是相助，也可以说是监视。在镖队起程的前一天，总督府又派了几名戈什哈来，将他一家老小十二口，全都“请”到了驻防军的营房里，说到周总镖头赴京之后，家中乏人照料，怕他放心不下，因此接了他家眷去安置。周威信久在江湖行走，其中的过节岂有不知？那不是怕周大镖头放心不下一家老小，而是刘大人放心不下这一对宝刀，因此将他高堂老母和妻妾儿女一起逮了去为质。这对“鸳鸯刀”倘若在这道中有甚失闪，自己的脑袋要和身子分家，那是不用客气了，全家老小也都不必活了。他一生经历过不少大风大浪，风头出过，钉板滚过，英雄充过，狗熊做过，砍过别人的脑袋，就差自己的脑袋没给人砍下来过，算得是见多识广的老江湖了，但从未像这一次走镖那样又惊又喜，心神不宁。如果宝刀平安抵京，刘大人曾亲口许下重赏，自然是“君子一言，快马一鞭”，说不定皇上一喜欢，竟然赏下一官半职，从此光宗耀祖，飞黄腾达，周大镖头变成了周大老爷周大人。</p><p>从西安到北京路程说远不远，说近可也不近，一路上大小山寨少说也有三四十处。寻常黑道上的人物，他铁鞭镇八方也未必放在心上，八方镇不了，镇他妈的一方半方也还将就着对付，但“得了鸳鸯刀，无敌于天下”这两句话，要引起多少武林高手眼红？于是他明保盐镖，暗藏宝刀。纵然镖银有甚失闪，只要宝刀抵京，仍无大碍。一坐上官，周大老爷公堂上朝外一坐，招财进宝，十万两银子还怕赔不起？再说，大老爷只有伸手要银子，那有赔银子的？</p><p>周威信左手一按腰间铁鞭，瞪视身前的四个汉子，终于咳嗽一声，抱拳说道：“在下道经贵地，没跟朋友们上门请安，甚是失礼，要请好朋友恕罪。”心中打定了主意：“能够不动手便最好，否则那痨病鬼可有些难斗！江湖有言道：‘小心天下去得，莽撞寸步难行’。”只听得那病夫左手按胸，咳嗽起来。</p><p>那矮小的瘦子一摆峨眉刺，细声细气的道：“磕头请安倒是不用了。你保的是什麽宝贝，给我们留下吧！”周威信一惊，心道：“镖车启程时，连我最亲近的镖师也只知保的是银子，怎地这人却知我保的是宝物？江湖有言道：‘善者不来，来者不善。’真须小心在意。”于是抱拳又道：“请恕在下眼生，要请教四位好朋友的万儿。”那瘦子道：“你先说吧。”周威信道：“在下姓周名威信，江湖上朋友们送了个外号，叫作‘铁鞭镇八方’。”那病夫冷笑道：“嘿，这外号倒也罢了，只是这‘镇’字得改一改，改一个‘拜’字。”那瘦子一愣，道：“改成‘拜’字？嗯，姓周的，我大哥给你改了个匪号，叫作‘铁鞭拜八方’！我大哥料事如神，言之有理。”说罢四个汉子一齐捧腹大笑。</p>'
        },
        {
            id: 2,
            author: 1,
            title: '侠客行',
            intro: '主人公石破天自小没名没姓，和一个他以为是自己母亲的女人，僻居于一座不知名的荒山上。那女人叫他做狗杂种，他便以为这就是他自己的名字。那女人脾气古怪，动辄打骂于他，他也习以为常。他从小学会了砍柴、做饭等种种家务，却大字不识一个，于世事、人心更是一无所知。一天那女人忽然不见了，他自小相伴的那条叫“阿黄”的狗也不见了，便出去到处寻找。结果人和狗都没找着，自己却迷了路。',
            content: '<p>“赵客缦胡缨，吴钩霜雪明。银鞍照白马，疯沓如流星。</p><p>十步杀一人，千里不留行。事了拂衣去，深藏身与名。</p><p>闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。</p><p>三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。</p><p>救赵挥金锤，邯郸先震惊。千秋二壮士，烜赫大梁城。</p><p>纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经？”</p><p></p><p>李白这一首“侠客行”古风，写的是战国时魏国信陵君门客侯嬴和朱亥的故事，千载之下读来，英锐之气，兀自虎虎有威。那大梁城邻近黄河，后称汴梁，即今河南开封。该地虽然数为京城，却是民风质朴，古代悲歌慷慨的豪侠气概，后世迄未泯灭。</p><p>开封东门十二里处，有个小市镇，叫做侯监集。这小镇便因侯嬴而得名。当年侯嬴为大梁夷门监者。大梁城东有山，山势平夷，称为夷山，东城门便称为夷门。夷门监者就是大梁东门的看守小吏。</p><p>这一日已是傍晚时分，四处前来赶集的乡民正自挑担的挑担、提篮的提篮，纷纷归去，突然间东北角上隐隐响起了马蹄声。蹄声渐近，竟然是大队人马，少说也有二百来骑，蹄声奔腾，乘者纵马疾驰。众人相顾说道：“多半是官军到了。”有的说道：“快让开些，官兵马匹冲来，踢翻担子，那也罢了，便踩死了你，也是活该。”</p><p>猛听得蹄声之中夹杂着阵阵唿哨。过不多时，唿哨声东呼西应、南作北和，竟然四面八方都是哨声，似乎将侯监集团团围住了。众人骇然失色，有些见识较多之人，不免心中嘀咕：“遮莫是强盗？”</p><p>镇头杂货铺中一名伙计伸了伸舌头，道：“啊哟，只怕是我的妈啊那些老哥们来啦！”王掌柜脸色已然惨白，举起了一只不住发抖的肥手，作势要往那伙计头顶拍落，喝道：“你奶奶的，说话也不图个利市，什么老哥小哥的。当真线上的大爷们来了，那还有你……你的小命？再说，也没听见光天化日有人干这调调儿的！啊哟，这……这可有点儿邪……”</p><p>他说到一半，口虽张着，却没了声音，只见市集东头四五匹健马直抢了过来。马上乘者一色黑衣，头戴范阳斗笠，手中各执明晃晃的钢刀，大声叫道：“老乡，大伙儿各站原地，动一下子的，可别怪刀子不生眼睛。”嘴里叱喝，拍马往西驰去。马蹄铁拍打在青石板上，铮铮直响，令人心惊肉跳。</p><p>蹄声未歇，西边厢又有七八匹马冲来，马上健儿也是一色黑衣，头戴斗笠，帽檐压得低低的。这些人一般叱喝：“乖乖的不动，那没事，爱吃板刀面的就出来！”</p><p>杂货铺那伙计嘿的一声笑，说道：“板刀面有什么滋味……”这人贫嘴贫舌的，想要说句笑话，岂知一句话没完，马上一名大汉马鞭挥出，甩进柜台，勾着那伙计的脖子，顺手一带，砰的一声，将他重重摔在街上。那大汉的坐骑一股劲儿向前驰去，将那伙计拖着而行。后边一匹马赶将上来，前蹄踩落，那伙计哀号一声，眼见不活了。</p><p>旁人见到这伙人如此凶横，那里还敢动弹？有的本想去上了门板，这时双脚便如钉牢在地上一般，只是全身发抖，要他当真丝毫不动，却也干不了。</p><p>离杂货铺五六间门面处有家烧饼油条店，油锅中热油滋滋价响，铁丝架上搁着七八根油条。一个花白头发的老者弯着腰，将面粉捏成一个个小球，又将小球压成圆圆的一片，对眼前惊心动魄的惨事竟如视而不见。他在面饼上洒些葱花，对角一摺，捏上了边，在一支黄砂碗中抓些芝麻，洒在饼上，然后用铁钳挟起，放入烘炉之中。</p><p>这时四下里唿哨声均已止歇，马匹也不再行走，一个七八百人的市集上鸦雀无声，就是啼哭的小儿，也给父母按住了嘴巴，不令发出半点声音。各人凝气屏息之中，只听得一个人喀、喀、喀的皮靴之声，从西边沿着大街响将过来。</p><p>这人走得甚慢，沉重的脚步声一下一下，便如踏在每个人心头之上。脚步声渐渐近来，其时太阳正要下山，一个长长的人影映在大街之上，随着脚步声慢慢逼近。街上人人都似吓得呆了，只有那卖饼老者仍在做他的烧饼。皮靴声响到烧饼铺外忽而停住，那人上上下下的打量卖饼老者，突然间嘿嘿嘿的冷笑三声。</p><p>卖饼老者缓缓抬起头来，只见面前那人身材极高，一张脸孔如橘皮般凹凹凸凸，满是疙瘩。卖饼老者道：“大爷，买饼么？一文钱一个。”拿起铁钳，从烘炉中挟了个热烘烘的烧饼出来，放在白木板上。那高个儿又是一声冷笑，说道：“拿来！”伸出左手。那老者眯着眼睛道：“是！”拿起那个新焙的烧饼，放在他掌中。</p><p>那高个儿双眉竖起，大声怒道：“到这当儿，你还在消遣大爷！”将烧饼劈面向老者掷去。卖饼老者缓缓将头一侧，烧饼从他脸畔擦过，拍的一声响，落在路边的一条泥沟之旁。</p><p>高个儿掷出烧饼，随即从腰间撤出一对双钩，钩头映着夕阳，蓝印印地寒气逼人，说道：“到这时候还不拿出来？姓吴的，你到底识不识时务？”卖饼老者道：“大爷认错人啦，老汉姓王。卖饼王老汉，侯监集上人人认得。”高个儿冷笑道：“他奶奶的！我们早查得清清楚楚，你乔装改扮，躲得了一年半载，可躲不得一辈子。”</p><p>卖饼老者眯着眼睛，慢条斯理的说道：“素闻金刀寨安寨主劫富济贫，江湖上提起来，都是翘起大拇指，说一声：‘侠盗！’怎么派出来的小喽罗，却向卖烧饼的穷老汉打起主意来啦？”他说话似乎有气无力，这几句话却说得清清楚楚。</p><p>高个儿怒喝：“吴道通，你是决计不交出来的啦？”卖饼老者脸色微变，左颊上的肌肉牵动了几下，随即又是一副懒洋洋人的神气，说道：“你既知道吴某的名字，对我仍然这般无礼，未免太大胆了些罢？”那高个儿骂道：“你老子胆大胆小，你到今天才知吗？”左钩一起，一招‘手到擒来’，疾向吴道通左肩钩落。</p><p>吴道通向右略闪，高个儿钢钩落空，左腕随即内勾，钢钩拖回，便向吴道通后心钩到。吴道通矮身避开，跟着右足踢出，却是踢在那座炭火烧得正旺的烘炉之上。满炉红炭斗地向那高个儿身上飞去，同时一镬炸油条的熟油也猛向他头顶浇落。</p><p>那高个儿吃了一惊，急忙后跃，避开了红炭，却避不开满镬热油，“啊哟”一声，满锅热油已泼在他双腿之上，只痛得他哇哇怪叫。</p>'
        },
        {
            id: 3,
            author: 1,
            title: '书剑恩仇录',
            intro: '《书剑恩仇录》是金庸的首部长篇武侠小说，著于1955年。小说描写清朝乾隆年间，江南武林帮会红花会为反清复明，与清廷浴血奋战的故事，也是这本小说把研究乾隆是否汉人一事，推到了高峰。作为金庸的开山之作，作者一出手就不同凡响，显示出大家风度。',
            content: '<p>清乾隆十八年六月，陕西扶风延绥镇总兵衙门内院，一个十四岁的女孩儿跳跳蹦蹦的走向教书先生书房。上午老师讲完了《资治通鉴》上“赤壁之战”的一段书，随口讲了些诸葛亮、周瑜的故事。午后本来没功课，那女孩儿却兴犹未尽，要老师再讲三国故事。这日炎阳盛暑，四下里静悄悄地，更没一丝凉风。那女孩儿来到书房之外，怕老师午睡未醒，进去不便，于是轻手轻脚绕到窗外，拔下头上金钗，在窗纸上刺了个小孔，凑眼过去张望。</p><p>只见老师盘膝坐在椅上，脸露微笑，右手向空中微微一扬，轻轻吧的一声，好似甚么东西在板壁上一碰。她向声音来处望去，只见对面板壁上伏着几十只苍蝇，一动不动，她十分奇怪，凝神注视，却见每只苍蝇背上都插着一根细如头发的金针。这针极细，隔了这样远原是难以辨认，只因时交未刻，日光微斜，射进窗户，金针在阳光下生出了反光。</p><p>书房中苍蝇仍是嗡嗡的飞来飞去，老师手一扬，吧的一声，又是一只苍蝇给钉上了板壁。那女孩儿觉得这玩意儿比甚么游戏都好玩，转到门口，推门进去，大叫：“老师，你教我这玩意儿！”</p><p>这女孩儿李沅芷是总兵李可秀的独生女儿，是他在湘西做参将任内所生，给女儿取这名字，是纪念生地之意。</p><p>教书先生陆高止是位饱学宿儒，五十四五岁年纪，平日与李沅芷谈古论今，师生间倒也甚是相得。这一天陆高止因受不了青蝇苦扰，发射芙蓉金针，钉死了数十只，哪知却给女弟子在窗外偷看到了。他见李沅芷一张清秀明艳的脸蛋红扑扑地显得甚是兴奋，当下淡淡的道：“唔，怎么不跟女伴去玩儿，想听诸葛亮三气周瑜的故事，是不是？”李沅芷道：“老师，你教我这好玩的法儿？”陆高止道：“甚么法儿呀？”</p><p>李沅芷道：“用金针钉苍蝇的法儿。”说着搬了张椅子，纵身跳上，细细瞧了一会，把钉在苍蝇身上的金针一枚枚拔下来，用纸抹拭干净，交还老师，说道：“老师，我知道，你这不是玩意儿，是非常高明的武功，你非教我不可。”她有时跟随父亲在练武场上盘马弯弓，也学过一些武艺。陆高止微笑道：“你要学武功，扶风城周围几百里地，谁也及不上你爹爹武艺高强。”</p><p>李沅芷道：“我爹爹只会用弓箭射鹰，可不会用金针射苍蝇，你若不信，我便问爹爹去，看他会不会。”</p><p>陆高止沉吟半晌，知道这女弟子聪明伶俐，给父母宠得惯了，行事很有点儿任性，年纪说大不大，说小不小，娇滴滴的可不易对付，于是点头道：“好吧，明儿早你来，我教你。现在你自己去玩罢。我打苍蝇的事不许跟别人说，不论是谁知道了，我就决不教你。”</p><p>李沅芷真的不对人提起，整晚就想着这件事。第二天一早就到老师书房里来，一推门，不见老师的人影，只见书桌上镇纸下压着一张纸条，忙拿起来看时，见纸上写道：“沅芷女弟青览：汝心灵性敏，好学善问，得徒如此，夫复何憾。然汝有立雪之心，而愚无时雨之化，三载滥竽，愧无教益，缘尽于此，后会有期。汝智变有余，而端凝不足，古云福慧双修，日后安身立命之道，其在修心积德也。愚陆高止白。”</p><p>李沅芷拿了这封信，怔怔说不出话来，泪珠已在眼眶中滴溜溜的打转，心中只道：“老师骗人，我不来，我不来！”便在此时，忽然房门推开，跌跌撞撞的走进一个人来，正是那位已经留书作别的陆老师。但见他脸色惨白，上半身满是血污，进得门来，摇摇欲坠，扶住椅子，晃了两晃，便倒在椅上。李沅芷惊叫：“老师！”陆高止说得一声：“关上门，别做声！”就闭上眼不言不语了。李沅芷究是将门之女，平时抡刀使枪惯了的，虽然惊慌，还是依言关上了门。</p><p>陆高止缓了一口气，说道：“沅芷，你我师生三年，总算相处不错。我本以为缘份已尽，哪知还要碰头。我这件事性命攸关，你能守口如瓶，一句不漏吗？”说罢双目炯炯，直望着她。李沅芷道：“老师，我听你吩咐。”陆高止道：“你对令尊说，我病了，要休息半个月。”李沅芷答应了。陆高止又道：“你要令尊不用请医生，我自己会调理。”隔了半晌，道：“你去吧！”</p><p>陆高止待李沅芷走后，挣扎着取出刀伤药敷上左肩，用布缠好，不想这一费劲，眼前一黑，竟“哇”地吐了一大口血。</p><p>原来这位教书先生陆高止真名陆菲青，乃武当派大侠，壮年时在大江南北行侠仗义，端的名震江湖，原是屠龙帮中一位响当当的人物。屠龙帮是反清的秘帮，雍正年间声势十分浩大，后来雍正、乾隆两朝厉行镇压，到乾隆七八年时，屠龙帮终于落得瓦解冰消。陆菲青远走边疆。当时清廷曾四下派人追拿，但他为人机警，兼之武功高强，得脱大难，但清廷继续严加查缉。陆菲青想到“大隐隐于朝、中隐隐于市、小隐隐于野”之理，混到李可秀府中设帐教读。清廷派出来搜捕他的，只想到在各处绿林、寺院、镖行、武场等地寻找，哪想得到官衙里一位文质彬彬的教书先生，竟是武功卓绝的钦犯。</p><p>那晚陆菲青心想行藏已露，此地不可再居，决定留书告别。他行囊萧然，只随身几件衣服，把一口白龙剑裹在里面，打了个包裹，等到二更时分，便拟离去，别寻善地。</p><p>他盘膝坐在床上，闭目养神，远远听到巡更之声，忽然窗外一响，有人从墙外跃入。陆菲青跃下床来，随手将长袍一角拽起，塞在腰带里，另一手将白龙剑轻轻拔出。</p><p>只听得窗外一人朗声发话道：“陆老头儿，一辈子躲在这里做教书匠，人家就找你不到吗？乖乖跟爷们上京里打官司去吧！”陆菲青心知来人当非庸手，也决不止一人，敌人在外以逸待劳，不出去不行，从窗中出去则立遭攻击，当下施展壁虎游墙功，悄声沿壁直上，抓住天窗格子，喀喀两声，拉断窗格，运气挥掌一击，于瓦片纷飞之中跳上屋顶。下面的人“咦”了一声，一枝甩手箭打了上来，大叫：“相好的，别跑。”陆菲青侧身一让，低声喝道：“朋友，跟我来。”展开轻功提纵术向郊外奔去，回头只见三条人影先先后后的追来。</p><p>他一口气奔出六七里地，身后三人边追边骂：“喂，陆老头儿，亏你也算是个成名人物，这么不要脸，想一走了之吗？”陆菲青浑不理睬，将三人引到扶风城西一个山岗上来。</p>'
        },
        {
            id: 4,
            author: 2,
            title: '侠骨丹心',
            intro: '金逐流，为大侠金世遗之子，学成出山历练。承《风雷震九州》一书，小金川义军首领竺尚父遭清廷内应帅孟雄暗算，被迫撤离西昌，驻紮於大凉山，意欲东山复起，对抗清廷暴政。',
            content: '<p>陶潜诗喜说荆轲，想见停云发浩歌。</p><p>吟到恩仇心事涌，江湖侠骨恐无多。</p><p></p><p>空山寂寂，鸟鸣嘤嘤，猿响寒严树，鸟鸣山更幽。在猿啼鸟语之中，却忽有空谷足音，踏破了荒山的寂静。</p><p>这是一个披着满身风沙的少年，他是武当派掌门人雷震子的关门徒弟秦元浩。此时正从险窄崎岖的徂徕山道上经过。</p><p>徂徕山是在山东西北部的一座名队在泰安县之南，与泰安之北的泰山遥遥相对。山虽然不算很高，但因无甚出产，野兽也不多，山上却是少有人家。秦元浩踏进徂徕山之后，一直就是踽踽独行，没有碰见过一个路人。</p><p>虽然是踽踽独行，寂寞无伴，但秦元浩的心中却是热烘烘的。他听着山中的鸟语，似乎是在一唱一和，心里想道：“古诗说‘嘤其鸣矣，求其友声。’鸟鸣嘤嘤，自古以来，就当作是求友之声，我这次到东平县去，正是广交天下英豪的好机会。”</p><p>在空山寂寂之中，秦元浩已经在憧憬五天之后的热闹常烘了。</p><p>“今天是八月初十，出了徂徕山，两天之内，我可以赶到江家。八月十五才是正日，我早来三天，不知江家可有宾客到了？若是我第一个先到，可有点不好意思，不过江大侠极为好客，他一定不会怪我早到的。”</p><p>原未八月十五这天是天下闻名的江大侠江海天的女儿出阁的日子，她的女儿江晓芙许配给他的掌门弟子宇文雄，定下了在今年的中秋佳节完婚。江海天结交满天下，各大门派知道了这个消息，少不免部要派人来江家贺喜。秦元浩就是代表武当派前往江家道贺的。</p><p>本来武当派人才济济，而以江海天的身份，他的女儿出阁，武当派应当派一个辈份更高的去参加婚礼才能表示隆重。但因秦元浩虽然只是雷震子的关门弟子，但他天生异禀，武功之高，却在一众同门之上，雷震子最喜爱他，有意栽培于他，故而在他学成出师之后，第一次“出道”，就叫他作为自己代表，到江家去作贺客。</p><p>雷震子知道江海天最喜欢年少的英雄，他把本门最得意的弟子遣江家，江海天一定会青眼有加，感到高兴，而决不会嫌他失礼的。但因秦元浩是第一次出道，江家的人不认识他，所以雷震子特别写了一封亲笔的介绍信，连同江家送来的请帖，叫他一起带去。</p><p>此际秦元浩就正在做着广交天下英豪的美梦。</p><p>秦元浩正自想得得意，一阵风吹来，忽闻得沁人脾腑的桂花香味。秦元浩抬头一望，只见山坡上有家人家，房屋倚山修建，绿瓦红墙，颇有气派。一看就知决非猎户，而是有点钱的人家。这家人家的花园里种有许多桂树，丹桂飘香，随风送入秦元浩的鼻子。</p><p>此时已是日影西斜的傍晚时分，晚霞如血，在晚霞映衬之下，山坡上的野花更显得红酣紫醉，尽态极妍，加上了丹桂飘香，疏林里红墙隐现。这样优美的环境，实是令人不忍速去。秦元浩心里想道：“天色近晚，出了徂徕山未必找得宿头，不如就在这家人家求宿。”但随即想道：“却不知道是什么人家，师父吩咐，江湖上须得步步小心，处处谨慎，荒山幽谷之中，有这样一家人家，显见是不大寻常，岂能随便投宿？我在深山野岭里露宿也是惯了的，找不到宿头，又有何妨？”</p><p>可是秦元浩因为连日奔波，此际正自感到疲倦。他深深吸了口气，花香如酒，令他觉得好不舒服。秦元浩伸了一个懒腰，坐了下来，心道：“我且歇歇一会再走。反正也不忙着赶路。”</p><p>忽听得那家人家的花园里有个少年的声音说道：“大漠孤烟直。”随即有个少女的声音说道：“长河落日圆。”秦元浩在雷震子门下，乃是日间学武，晚上学文，唐诗宋词都曾读过一些。听得园中的男女每人念一句诗，不觉有点奇怪，心道：‘他们不在书房里读，却在花园里念诗，又不是整首的念，这却为何？”</p><p>那家人家在山坡下面，秦元浩则是在山坡上面坐着的，花园虽有围墙，却挡不住他的视线。他无意偷看人家，但因好奇心起，不知不觉的就把视线投了去去。刚才那对少年男女是在花树坎中，如今则出到园中的一片平坦的草地上。只见他们每人手里提着一把长剑。</p><p>那少年道。”你的‘大漠孤烟直’使得对了，不过劲道尚赚不足；‘长河落日圆’却使得不对，还要再练。你看我的。”说罢，将长剑一抖，划了一道圆圈。但见剑影如环，少年的整个身子都似在光环之中。</p><p>那少女跟着将剑反复的划着圆圈，可是圈儿总划不圆。少女赌气道：“这么难练，我不学了。”少年笑道：“这一招我曾整整学了一个月，才能运用纯热了，你才学了三大，就灰心了？”</p><p>少女道：“好，这招明天再练，你再把那招‘大漠孤烟直’比划给我看看，我想知道为什么我的劲道总是使得不足。”</p><p>少年一剑刺出，其直如矢，只见树上的桂花，纷纷飘下。</p><p>秦元浩虽然不在园中，但看见桂花纷落，也好似感觉得到他那虎虎的剑风。秦元浩不觉吃了一惊，心里想道：“这少年使的确是上乘剑法，功力也很不凡，如不知是哪一派的？”这时，秦元浩才知道他们是在练习剑术，所念的唐诗乃是招数的名称。</p><p>少年说道：“出剑之时，小臂微弯，气沉丹田，蓄劲待发，出招之际，力求其直。这样劲道就自然足了。”少女练了几次，出剑之时，果然也有桂花落下。少年笑道：“好，你的天资比我高，这一招行了。”</p><p>少女道：“我和你对拆练过的十二招。喏，星垂平野阔。”一剑刺出，剑锋颤抖，剑光锚开。秦元浩虽然不懂得他们这一套剑法的奥妙，也知道少女使的这招，已经符合了诗的意境。果然听得少年赞了一个“好”字，说道：“小心接招，我还你一招‘月涌大江流’。”声出招发，登时只见一片寒光，突现涌现，剑势绵绵不断，当真有如一轮皓月，涌出江心，而浪花四起，将江心的月影，荡得破了又圆，圆了又破的模样。</p><p>这两人对拆了一十二招，每一招都符合一句唐诗的意境，看得秦元浩目眩神迷，心中想道：“怪不得师父说江湖上藏龙卧虎，处处都有能人。这个少年的剑法不知是那一派的，但已不在我派七十二手连环夺命剑之下。”想至此处，不觉油然起了结交之心。</p>'
        },
        {
            id: 5,
            author: 2,
            title: '七剑下天山',
            intro: '《七剑下天山》记叙的是清朝初年身居天山的3位武林宗师晦明禅师、卓一航、白发魔女的7位徒弟和傅青主等其他侠客在康熙初年吴三桂叛清、平定回疆等历史事件的前后与清廷斗争的故事。',
            content: '<p>笑江湖浪迹十年游，空负少年头。对铜驼巷陌，吟情渺渺，心事悠悠！酒冷诗残梦断，南国正清秋。把剑凄然望，无处招归舟。</p><p>明旧天涯路远，问谁留楚佩，弄影中洲？数英雄儿女，俯仰古今愁。难消受灯昏罗帐，昙花一现恨难休！飘零惯，金戈铁马，拼葬荒丘！</p><p>南国清秋，一轮皓月，将近中天。度时分，已是万籁俱寂，只杭州总兵的府第里，还是笑语喧喧，喜气洋洋。</p><p>这晚是杭州总兵小姐出用的前夕，总兵是个旗人，复姓纳兰，双名秀吉，是清朝开国的功臣之一，当年跟随多尔衮入关，转战二十余年，才积功升至杭州总兵之职。他的女儿，芳名明慧，名实相副，以美艳聪慧饮誉于宗室之中。她的父亲膝下无儿，只此一女，宝贝得当真有如掌上明珠，自幼就请了两位教师教她，日间习武，晚上学文，端的是个文武皆能的才女。</p><p>纳兰秀吉升任总兵之后，皇室中断一位远支亲王，慕他女儿之名，替儿子能来求亲。这位亲王的儿子，叫做多铎，说起来鼎鼎有名，乃是旗人中数一数二的好汉，自小就能拉强弓，御弩马，骑术剑术，在八骑军中，首屈一指，二十二岁那年就随军西征，平定了准葛尔和大小金川，今年仅仅二十八岁，就被任为汤汀提督，可算是宗室中最年轻的一位将领。纳兰秀吉攀上这门亲家，真是锦上添花，喜上加喜。</p><p>可是就在这个出阁的前夕，纳兰小姐却泪珠莹然，拿着一纸词笺，低徊捧读，读到“难消受灯昏罗帐，怅昙花一现艰难休”时，再也忍受不住，清泪夺眶而出，哭得像一枝带闲的梨花！良久、良久才挣扎起来，低低唤了一声“姆妈”。</p><p>这“姆妈”就是地的保姆，纳兰小姐自幼跟她长大，真是比父母还亲，这时正睡在外间套房，一闻呼唤，即刻进来，见她这个样子，不禁说道：“小姐，你这是何苦来呢？不说你嫁得好婆家，给夫人知道，可又得捶心气苦了。小姐，我还是劝你把往事忘记了吧……”</p><p>纳兰小姐截着她的话道：“姆妈，你别管我，我求求你把小宝珠抱来，我要再看她一眼！”保姆摇摇头，叹息了一声，终于应命出去了。</p><p>就在这个时候，只见窗边的红纱灯，烛光摇牡，微风过处，一条窜影，蓦地扑入窗来！</p><p>跳进来的是一个英俊少年，在烛光摇曳之中，可隐隐看见他的眼角眉梢含着一股幽愤之气。他看见纳兰小姐面前摊着的，正是他手写的词笺，词笺上有点点斑斑泪渍。他苦笑一声道：“妹妹，你大喜啊！”</p><p>纳兰小姐星眸微启，两颗滴溜溜的眼珠，如秋水如寒星，横扫了他一眼，道：“难道你也不能体会我的苦心，就这样的怨我？”</p><p>那少年袖子一指，跨前一步，突急声说道：“难道我们不能出走，南下百越，北上天山，四海之大，岂无我们安身立命之在下。”</p><p>纳兰小姐头也不抬，幽幽说道：“谁教你是汉人？”</p><p>少年面色一变，哈哈笑道：“我以为你是女中豪杰，原来你还是你们爱新觉罗氏皇朝的贤孝女儿！”</p><p>话犹未了，忽然听得号角并呜，园中响箭乱飞。少年虎目圆睁，蓦地双手低垂，交叉横过背后、冷然笑道：“你若要我性命，何必用这样诡计？我垂手给你绑吧，算是送给你新婚的一份大礼！”</p><p>纳兰小姐本来是低首哽咽着的，这时也急得跳了起来，满面花容失色，颤声说道：“你、你、你这是什么话！”</p><p>少年靠近窗子一看，只见园子里升起了数十盏孔明灯，照耀得如同白昼，人声喧噪，潮水似的，向东面角门涌出，却没有一个人朝着自己这而走来，而见并不是对付自己的，少年也颇感诧异了。不多时，人心渐寂，孔明灯一盏一盏地熄灭了。</p><p>少年回过头来，正待发话，忽听门外有脚步声传来，他一旋身，躲在帐后，只见房门开处，纳兰小姐的保姆，背着孩子，气吁吁的走了进来，说道：“小姐，听说是总兵府大牢有人劫牢，今晚卫兵多数在这里办事，那边人手不够，已给逃脱了一些囚犯，所以刚才又急急在这里调人过去，小姐，你没吓着？”</p><p>纳兰小姐木然不答，一伸手就把保姆手上的孩子，接了过来。孩子哇声一跳，帐后的少年也蓦地跳了出来。</p><p>那保姆吓了一跳，看清楚了说道：“杨大爷，你饶了我们的小姐吧，明日是她大喜的日子。”</p><p>那少年点了点头，说道：“我知道！”叹了口气，自顾自地吟哦道：“明日天涯路远，问谁留楚佩，弄影中洲？”吟声未断，忽然劈面一掌，向纳兰小姐打来！</p><p>纳兰小姐大吃一惊，本能地侧身躲闪，说时迟，那时快，手上抱着那女孩，已给少年抢去。纳兰小姐跳起来，问道：“你，你这是干什么？”少年一退身，贴近窗子，狠声说道：“从今天起，她不再是你的了，你不配问她！”那女孩子刚才哭喊了一阵，已倦极熟睡，经此一闹，两只小眼睛又睁开来，看见纳兰小姐披头散发，作势欲扑的样子，觉得很是可怕，小嘴巴一咧，小手儿向空乱抓，看看又是要哭的神气，少年忙把她转了半个身，轻轻地抚拍，瞧瞧窗外，只见银河耿耿，明月当空，满园子静俏悄的，他咬一咬牙，抱着孩子，蓦地穿出窗去，背后只听得纳兰小姐呼喊凄厉，他头也不回，施展轻功，穿枝拂叶，就像一只灰色的大鹤，在月色溶溶之中消失了。</p><p>园子里很静，外面大街却是闹成一片，少年举目一看，只见总兵府那边，火光冲天，满街上人群乱奔乱跑，携儿带女的哭哭喊喊，少年抱着孩子，混在人丛中，谁也不理会他。</p><p>少年知道是清兵镇压逃犯越狱，心中一动，不禁扭划刃看，只见总兵府附近的几条街口，都有大队清兵锁住，囚犯似乎是向另外一边逃出，因为，有一队马队，正向那边冲去。少年见黑压压的，看也看不清，又瞧瞧自己手上的孩子，叹了口气，虽然那边兵刃交在之声，远远传来，他也只能自顾自地随着人流，逃出郊外去了。</p>'
        }
    ],
    author: [
        {
            id: 1,
            name: '金庸',
            birth: '1924.3.10',
            death: ' ',
            avatar: jy,
            intro: '原名查良镛，浙江海宁人，武侠小说作家、新闻学家、企业家、政治评论家、社会活动家。 1944年考入重庆中央政治大学外交系。1946年秋，金庸进入上海《大公报》任国际电讯翻译。1952年调入《新晚报》编辑副刊，并写出《绝代佳人》、《兰花花》等电影剧本。1959年，金庸等人于香港创办《明报》。 1996年至1997年，担任全国人大常委香港筹委会委员。1998年，获文学创作终身成就奖。2000年，获得大紫荆勋章。2009年9月，被聘为中国作协第七届全国委员会名誉副主席。同年荣获2008影响世界华人终身成就奖。'
        },
        {
            id: 2,
            name: '梁羽生',
            birth: '1924.3.22',
            death: '2009.1.22',
            avatar: lys,
            intro: '原名陈文统，中国著名武侠小说家，与金庸、古龙并称为中国武侠小说三大宗师，被誉为新派武侠小说的开山祖师。在上世纪六七十年代，他和金庸共同扛起了新派武侠小说的大旗，梁羽生摒弃了旧派武侠小说一味复仇与嗜杀的倾向，将侠行建立在正义、尊严、爱民的基础上，提出“以侠胜武”的理念。梁羽生为人正派，创作了三十余部武侠佳作，开创了新派武侠小说的先河。在评价自己的武侠创作地位时，梁羽生曾说：“开风气也，梁羽生；发扬光大者，金庸。另有笔名陈鲁、冯瑜宁、梁慧如、李夫人、冯显华、幻萍、佟硕之、凤雏生。'
        }
    ],
    comment: [
        {
            id: 1,
            post: 1,
            author: 1,
            author_name: '杨过',
            avatar: avatar,
            date: '1172年3月20日',
            content: '就快了'
        },
        {
            id: 2,
            post: 1,
            author: 1,
            author_name: '杨过',
            avatar: avatar,
            date: '1172年3月25日',
            content: '姑姑，你到底在哪里？相会之期，度日如年。'
        },{
            id: 3,
            post: 1,
            author: 2,
            author_name: '小龙女',
            avatar: avatar,
            date: '1172年12月3日',
            content: '过儿，老天保佑教你寻到了这里，我真快活！'
        },{
            id: 4,
            post: 2,
            author: 1,
            author_name: '杨过',
            avatar: avatar,
            date: '1173年1月19日',
            content: '功夫已经超脱了苦练之镜'
        },{
            id: 5,
            post: 2,
            author: 3,
            author_name: '韦小宝',
            avatar: avatar,
            date: '1762年5月29日',
            content: '辣妈块块，功夫高了不起？'
        },{
            id: 6,
            post: 3,
            author: 1,
            author_name: '杨过',
            avatar: avatar,
            date: '1159年8月11日',
            content: '我又如何跟你计较？'
        },{
            id: 7,
            post: 3,
            author: 4,
            author_name: '胡一刀',
            avatar: avatar,
            date: '1522年4月2日',
            content: '时常想起程家妹子'
        },{
            id: 8,
            post: 3,
            author: 3,
            author_name: '韦小宝',
            avatar: avatar,
            date: '1762年8月8日',
            content: '小桂子可得托大哥的福，下十八层地狱'
        },{
            id: 9,
            post: 4,
            author: 5,
            author_name: '独孤求败',
            avatar: avatar,
            date: '1082年12月20日',
            content: '钝剑无锋，大巧若拙'
        },{
            id: 10,
            post: 4,
            author: 1,
            author_name: '杨过',
            avatar: avatar,
            date: '1172年8月20日',
            content: '绝情谷相聚之日，再快些……'
        },{
            id: 11,
            post: 4,
            author: 2,
            author_name: '小龙女',
            avatar: avatar,
            date: '1172年10月30日',
            content: '也不知过儿能不能寻到这里'
        },{
            id: 12,
            post: 5,
            author: 7,
            author_name: '梁萧',
            avatar: avatar,
            date: '1260年8月21日',
            content: '晓霜如此待我，夫复何求？'
        },{
            id: 13,
            post: 5,
            author: 6,
            author_name: '程灵素',
            avatar: avatar,
            date: '1518年7月22日',
            content: '为心爱的人而死，遇见你不用学便会了'
        },{
            id: 14,
            post: 5,
            author: 8,
            author_name: '康熙',
            avatar: avatar,
            date: '1172年3月20日',
            content: '偏生这些江湖事与我有许多联系！'
        }
    ]
}

export default date